Repository: kiarashy/accident_report
Catalog: accident_report/locale/*/LC_MESSAGES/django.po
Languages: fr

source: French
fr: Français

source: English
fr: Anglais

source: Title
fr: Titre

source: Spammer's Email
fr: Email de l'arnaqueur

source: Spammer's Phone Number
fr: Numéro de téléphone de l'arnaqueur

source: Type of Spam
fr: Type de spam

source: Spammer's Name
fr: Nom de l'arnaqueur

source: Location of Spam Encounter
fr: Lieu de l'arnaque

source: SIREN Number
fr: Numéro SIREN

source: Website Involved
fr: Site Web concerné

source: Your Email (optional)
fr: Votre email (optionnel)

source: Enter the spammer's email if known.
fr: Entrez l'email de l'arnaqueur si vous le connaissez.

source: Optional: French SIREN company identifier.
fr: Optionnel : identifiant SIREN de l'entreprise.

source: URL or domain where the spam was seen.
fr: URL ou domaine où le spam a été repéré.

source: Spammer Email
fr: Email de l'arnaqueur

source: Spam Type
fr: Type de spam

source: Spammer Name
fr: Nom de l'arnaqueur

source: Spam Location
fr: Lieu de l'arnaque

source: Website
fr: Site Web

source: Victim Email
fr: Email de la victime

source: Date Reported
fr: Date du signalement

source: Vote Count
fr: Nombre de votes

source: Accident Reporting
fr: Déclaration d'incident

source: Reports
fr: Signalements

source: Report an Incident
fr: Signaler un incident

source: Language
fr: Langue

source: Accident Reporting System
fr: Système de déclaration d'incidents

source: All rights reserved.
fr: Tous droits réservés.

source: All Reported Incidents
fr: Tous les incidents signalés

source: All Reported Spam Incidents
fr: Tous les spams signalés

source: Search...
fr: Rechercher...

source: Victim or Spammer Email
fr: Email de la victime ou de l'arnaqueur

source: Filter
fr: Filtrer

source: Untitled Report
fr: Signalement sans titre

source: Not specified
fr: Non spécifié

source: No description available.
fr: Aucune description disponible.

source: I Experienced This
fr: J'ai vécu cela

source: No spam incidents reported yet.
fr: Aucun spam signalé pour le moment.
